Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.0.65/atdf/PIC32MZ1064DAL176.atdf
      <value-group caption="Group1 Read Permissions bits" name="SBT0RD1__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group2 Read Permissions bits" name="SBT0RD1__GROUP2">
         <value caption="Privilege Group 2 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 2 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group3 Read Permissions bits" name="SBT0RD1__GROUP3">
         <value caption="Privilege Group 3 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 3 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group0 Read Permissions bits" name="SBT1RD0__GROUP0">
         <value caption="Privilege Group 0 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 0 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group1 Read Permissions bits" name="SBT1RD0__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group2 Read Permissions bits" name="SBT1RD0__GROUP2">
         <value caption="Privilege Group 2 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 2 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group3 Read Permissions bits" name="SBT1RD0__GROUP3">
         <value caption="Privilege Group 3 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 3 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group0 Read Permissions bits" name="SBT1RD2__GROUP0">
         <value caption="Privilege Group 0 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 0 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group1 Read Permissions bits" name="SBT1RD2__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group2 Read Permissions bits" name="SBT1RD2__GROUP2">
         <value caption="Privilege Group 2 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 2 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group3 Read Permissions bits" name="SBT1RD2__GROUP3">
         <value caption="Privilege Group 3 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 3 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group0 Read Permissions bits" name="SBT1RD3__GROUP0">
         <value caption="Privilege Group 0 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 0 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group1 Read Permissions bits" name="SBT1RD3__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group2 Read Permissions bits" name="SBT1RD3__GROUP2">
         <value caption="Privilege Group 2 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 2 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group3 Read Permissions bits" name="SBT1RD3__GROUP3">
         <value caption="Privilege Group 3 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 3 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group0 Read Permissions bits" name="SBT1RD4__GROUP0">
         <value caption="Privilege Group 0 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 0 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group1 Read Permissions bits" name="SBT1RD4__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group2 Read Permissions bits" name="SBT1RD4__GROUP2">
         <value caption="Privilege Group 2 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 2 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group3 Read Permissions bits" name="SBT1RD4__GROUP3">
         <value caption="Privilege Group 3 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 3 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group0 Read Permissions bits" name="SBT1RD5__GROUP0">
         <value caption="Privilege Group 0 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 0 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group1 Read Permissions bits" name="SBT1RD5__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group2 Read Permissions bits" name="SBT1RD5__GROUP2">
         <value caption="Privilege Group 2 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 2 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group3 Read Permissions bits" name="SBT1RD5__GROUP3">
         <value caption="Privilege Group 3 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 3 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group0 Read Permissions bits" name="SBT1RD6__GROUP0">
         <value caption="Privilege Group 0 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 0 does not have read permission" name="" value="0x0" />
      </value-group>
      <value-group caption="Group1 Read Permissions bits" name="SBT1RD6__GROUP1">
         <value caption="Privilege Group 1 has read permission" name="" value="0x1" />
         <value caption="Privilege Group 1 does not have read permission" name="" value="0x0" />
      </value-group>
