Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.0.65/atdf/PIC32MZ1064DAL176.atdf
      <value-group caption="Data Transfer Direction Select bit" name="SDHCMODE__DTXDSEL">
         <value caption="Read (card to SDHC)" name="" value="0x1" />
         <value caption="Write (SDHC to card)" name="" value="0x0" />
      </value-group>
      <value-group caption="Multiple/Single Block Select bit" name="SDHCMODE__BSEL">
         <value caption="Multiple block, set when issuing multiple transfer commands using DAT lines" name="" value="0x1" />
         <value caption="Single block" name="" value="0x0" />
      </value-group>
      <value-group caption="Response Type Select bits" name="SDHCMODE__RESPTYPE">
         <value caption="Response length 48; check busy after response" name="" value="0x3" />
         <value caption="Response length 48" name="" value="0x2" />
         <value caption="Response length 136" name="" value="0x1" />
         <value caption="No response" name="" value="0x0" />
      </value-group>
      <value-group caption="Command CRC Check Enable bit" name="SDHCMODE__CCRCCEN">
         <value caption="Command CRC check is enabled" name="" value="0x1" />
         <value caption="Command CRC check is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Command Index Check Enable bit" name="SDHCMODE__CIDXCEN">
         <value caption="Command index check is enabled" name="" value="0x1" />
         <value caption="Command index check is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Data Present Select bit" name="SDHCMODE__DPSEL">
         <value caption="Data is present" name="" value="0x1" />
         <value caption="Data is not present" name="" value="0x0" />
      </value-group>
      <value-group caption="Command Type bits" name="SDHCMODE__CTYPE">
         <value caption="Abort" name="" value="0x3" />
         <value caption="Resume" name="" value="0x2" />
         <value caption="Suspend" name="" value="0x1" />
         <value caption="Normal" name="" value="0x0" />
      </value-group>
      <value-group caption="Command Inhibit bit (CMD) bit" name="SDHCSTAT1__CINHCMD">
         <value caption="A command cannot be issued" name="" value="0x1" />
         <value caption="A command can only be issued using the CMD line" name="" value="0x0" />
      </value-group>
      <value-group caption="Command Inhibit bit (DAT) bit" name="SDHCSTAT1__CINHDAT">
         <value caption="A command that uses the DAT line cannot be issued" name="" value="0x1" />
         <value caption="A command that uses the DAT line can be issued" name="" value="0x0" />
      </value-group>
      <value-group caption="DAT Line Active bit" name="SDHCSTAT1__DLACTIVE">
         <value caption="DAT line is active" name="" value="0x1" />
         <value caption="DAT line is inactive" name="" value="0x0" />
      </value-group>
      <value-group caption="Write Transfer Active bit" name="SDHCSTAT1__WRACTIVE">
         <value caption="Data is being transferred" name="" value="0x1" />
         <value caption="No valid data" name="" value="0x0" />
      </value-group>
      <value-group caption="Read Transfer Active bit" name="SDHCSTAT1__RDACTIVE">
         <value caption="Data is being transferred" name="" value="0x1" />
         <value caption="No valid data" name="" value="0x0" />
      </value-group>
      <value-group caption="Buffer Write Enable bit" name="SDHCSTAT1__BWEN">
         <value caption="Buffer write is enabled" name="" value="0x1" />
         <value caption="Buffer write is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Buffer Read Enable bit" name="SDHCSTAT1__BREN">
         <value caption="Buffer read is enabled" name="" value="0x1" />
         <value caption="Buffer read is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Card Inserted bit" name="SDHCSTAT1__CARDINS">
         <value caption="Card inserted" name="" value="0x1" />
         <value caption="Reset or debouncing or no card" name="" value="0x0" />
      </value-group>
      <value-group caption="Card State Stable bit" name="SDHCSTAT1__CARDST">
         <value caption="No card or inserted" name="" value="0x1" />
         <value caption="Reset or debouncing" name="" value="0x0" />
      </value-group>
      <value-group caption="Card Detect Signal Level bit" name="SDHCSTAT1__CDSLVL">
         <value caption="Card is present" name="" value="0x1" />
         <value caption="Card is not present" name="" value="0x0" />
      </value-group>
      <value-group caption="Write-protect Signal Level bit" name="SDHCSTAT1__WPSLVL">
         <value caption="Write-protect is disabled" name="" value="0x1" />
         <value caption="Write-protect is enabled" name="" value="0x0" />
      </value-group>
      <value-group caption="DATA0 Signal Level bit" name="SDHCSTAT1__DATA0SLVL">
         <value caption="DAT0 line is high" name="" value="0x1" />
         <value caption="DAT0 line is low" name="" value="0x0" />
      </value-group>
      <value-group caption="DATA1 Signal Level bit" name="SDHCSTAT1__DATA1SLVL">
         <value caption="DAT1 line is high" name="" value="0x1" />
         <value caption="DAT1 line is low" name="" value="0x0" />
      </value-group>
      <value-group caption="DATA2 Signal Level bit" name="SDHCSTAT1__DATA2SLVL">
         <value caption="DAT2 line is high" name="" value="0x1" />
         <value caption="DAT2 line is low" name="" value="0x0" />
      </value-group>
      <value-group caption="DATA3 Signal Level bit" name="SDHCSTAT1__DATA3SLVL">
         <value caption="DAT3 line is high" name="" value="0x1" />
         <value caption="DAT3 line is low" name="" value="0x0" />
      </value-group>
      <value-group caption="Command Line Signal Level bit" name="SDHCSTAT1__CMDSLVL">
         <value caption="CMD line is high" name="" value="0x1" />
         <value caption="CMD line is low" name="" value="0x0" />
      </value-group>
      <value-group caption="Data Transfer Width bit" name="SDHCCON1__DTXWIDTH">
         <value caption="4-bit mode" name="" value="0x1" />
         <value caption="1-bit mode" name="" value="0x0" />
      </value-group>
      <value-group caption="High-Speed Enable bit" name="SDHCCON1__HSEN">
         <value caption="High-Speed mode is enabled" name="" value="0x1" />
         <value caption="Normal Speed mode is enabled" name="" value="0x0" />
      </value-group>
      <value-group caption="DMA Select bits" name="SDHCCON1__DMASEL">
         <value caption="Reserved" name="" value="0x3" />
         <value caption="32-bit address ADMA2 is selected" name="" value="0x2" />
         <value caption="Reserved" name="" value="0x1" />
         <value caption="Reserved" name="" value="0x0" />
      </value-group>
      <value-group caption="Card Detect Test Level bit" name="SDHCCON1__CDTLVL">
         <value caption="Card is inserted" name="" value="0x1" />
         <value caption="Card is not inserted" name="" value="0x0" />
      </value-group>
      <value-group caption="Card Detect Signal Selection bit" name="SDHCCON1__CDSSEL">
         <value caption="The card detect test level is select (for test purposes)" name="" value="0x1" />
         <value caption="SDCDx is selected (for normal use)" name="" value="0x0" />
      </value-group>
